Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFinanceLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.enterAccountNumberDots
source: Enter account number…
ar: أدخل رقم الحساب…
bg: Въведете номер на сметка…
ca: Introdueix el número de compte…
cs: Zadejte číslo účtu…
da: Indtast kontonummer…
de: Kontonummer eingeben…
el: Εισάγετε αριθμό λογαριασμού…
es: Ingresa número de cuenta…
es_419: Ingresa el número de cuenta…
fi: Anna tilin numero…
fr: Entrez le numéro de compte…
fr_ca: Entrer le numéro de compte…
he: הכנס מספר חשבון…
hi: खाता संख्या डालें…
hr: Unesi broj računa…
hu: Add meg a számlaszámot…
id: Masukkan nomor akun…
it: Inserisci numero di conto…
ja: 口座番号を入力…
kk: Шот нөмірін енгізіңіз…
ko: 계좌 번호 입력…
ms: Masukkan nombor akaun…
nb: Skriv inn kontonummer…
nl: Voer rekeningnummer in…
pl: Wprowadź numer konta…
pt_br: Digite o número da conta…
pt_pt: Introduzir número da conta…
ro: Introducerea numărului de cont…
ru: Введите номер счета…
sk: Zadaj číslo účtu…
sv: Ange kontonummer…
th: กรอกหมายเลขบัญชี…
tr: Hesap numarasını gir…
uk: Введіть номер рахунку…
vi: Nhập số tài khoản…
zh_hans: 请输入账号…
zh_hant: 輸入帳戶號碼…
zh_hk: 輸入帳號…

# TK.Placeholder.enterAmountToTransferDots
source: Enter amount to transfer…
ar: أدخل المبلغ لتحويله…
bg: Въведи сума за трансфер…
ca: Introdueix quantitat a transferir…
cs: Zadejte částku k převodu…
da: Indtast beløb til overførsel…
de: Betrag zum Überweisen eingeben…
el: Εισάγετε ποσό για μεταφορά…
es: Ingresa monto a transferir…
es_419: Ingresa la cantidad a transferir…
fi: Anna siirrettävä summa…
fr: Entrez le montant à transférer…
fr_ca: Entrer le montant à transférer…
he: הכנס סכום להעברה…
hi: हस्तांतरित करने के लिए राशि डालें…
hr: Unesi iznos za prijenos…
hu: Átutalandó összeg megadása…
id: Masukkan jumlah untuk ditransfer…
it: Inserisci importo da trasferire…
ja: 振込金額を入力…
kk: Аудару үшін соманы енгізіңіз…
ko: 전송할 금액 입력…
ms: Masukkan jumlah untuk dipindahkan…
nb: Skriv inn beløp å overføre…
nl: Voer bedrag in om over te maken…
pl: Wprowadź kwotę do przelania…
pt_br: Digite o valor a transferir…
pt_pt: Introduzir montante a transferir…
ro: Introducerea sumei de transferat…
ru: Введите сумму для перевода…
sk: Zadajte sumu na prevod…
sv: Ange belopp att överföra…
th: กรอกจำนวนเงินที่จะโอน…
tr: Transfer edilecek miktarı gir…
uk: Введіть суму для переказу…
vi: Nhập số tiền chuyển…
zh_hans: 请输入转账金额…
zh_hant: 輸入轉帳金額…
zh_hk: 輸入轉賬金額…

# TK.Placeholder.enterBankAccountNumberDots
source: Enter bank account number…
ar: أدخل رقم الحساب البنكي…
bg: Въведи номер на банкова сметка…
ca: Introdueix el número de compte bancari…
cs: Zadejte číslo bankovního účtu…
da: Indtast bankkonto nummer…
de: Bankkontonummer eingeben…
el: Εισάγετε αριθμό τραπεζικού λογαριασμού…
es: Introduce el número de cuenta bancaria…
es_419: Ingresa el número de cuenta bancaria…
fi: Syötä pankkitilin numero…
fr: Saisir le numéro de compte bancaire…
fr_ca: Entrer le numéro de compte bancaire…
he: הזן מספר חשבון בנק…
hi: बैंक खाता संख्या दर्ज करें…
hr: Unesite broj bankovnog računa…
hu: Írd be a bankszámlaszámot…
id: Masukkan nomor rekening bank…
it: Inserisci numero di conto bancario…
ja: 銀行口座番号を入力…
kk: Банк шот нөмірін енгізіңіз…
ko: 은행 계좌 번호를 입력하세요…
ms: Masukkan nombor akaun bank…
nb: Skriv inn bankkontonummer…
nl: Voer bankrekeningnummer in…
pl: Wprowadź numer konta bankowego…
pt_br: Insira o número da conta bancária…
pt_pt: Introduza o número da conta bancária…
ro: Introdu numarul contului bancar…
ru: Введите номер банковского счета…
sk: Zadaj číslo bankového účtu…
sv: Ange bankkontonummer…
th: กรอกหมายเลขบัญชีธนาคาร…
tr: Banka hesap numarasını gir…
uk: Введіть номер банківського рахунку…
vi: Nhập số tài khoản ngân hàng…
zh_hans: 输入银行账户号码…
zh_hant: 輸入銀行帳戶號碼…
zh_hk: 輸入銀行賬戶號碼…

# TK.Placeholder.enterBudgetAmountDots
source: Enter budget amount…
ar: أدخل مبلغ الميزانية…
bg: Въведи бюджетна сума…
ca: Introdueix quantitat pressupostària…
cs: Zadejte rozpočtovou částku…
da: Indtast budgetbeløb…
de: Budgetbetrag eingeben…
el: Εισάγετε ποσό προϋπολογισμού…
es: Introduce el monto del presupuesto…
es_419: Ingresa el monto del presupuesto…
fi: Syötä budjetin määrä…
fr: Entrez le montant du budget…
fr_ca: Entre le montant du budget…
he: הזן סכום תקציב…
hi: बजट राशि दर्ज करें…
hr: Unesi iznos proračuna…
hu: Írd be a költségvetés összegét…
id: Masukkan jumlah anggaran…
it: Inserisci l'importo del budget…
ja: 予算額を入力…
kk: Бюджет сомасын енгізіңіз…
ko: 예산 금액을 입력하세요…
ms: Masukkan jumlah bajet…
nb: Skriv inn budsjettbeløp…
nl: Voer budgetbedrag in…
pl: Wprowadź kwotę budżetu…
pt_br: Insira o valor do orçamento…
pt_pt: Introduza o montante do orçamento…
ro: Introdu suma bugetului…
ru: Введите сумму бюджета…
sk: Zadaj rozpočtovú sumu…
sv: Ange budgetbelopp…
th: กรอกจำนวนงบประมาณ…
tr: Bütçe miktarını gir…
uk: Введіть суму бюджету…
vi: Nhập số tiền ngân sách…
zh_hans: 输入预算金额…
zh_hant: 輸入預算金額…
zh_hk: 輸入預算金額…

# TK.Placeholder.enterCardNumberDots
source: Enter card number…
ar: أدخل رقم البطاقة…
bg: Въведи номер на карта…
ca: Introdueix el número de targeta…
cs: Zadejte číslo karty…
da: Indtast kortnummer…
de: Kartennummer eingeben…
el: Εισάγετε αριθμό κάρτας…
es: Introduce el número de la tarjeta…
es_419: Ingresa el número de la tarjeta…
fi: Syötä kortin numero…
fr: Saisir le numéro de la carte…
fr_ca: Entre le numéro de carte…
he: הזן מספר כרטיס…
hi: कार्ड संख्या दर्ज करें…
hr: Unesite broj kartice…
hu: Írd be a kártyaszámot…
id: Masukkan nomor kartu…
it: Inserisci numero della carta…
ja: カード番号を入力…
kk: Картаның нөмірін енгізіңіз…
ko: 카드 번호를 입력하세요…
ms: Masukkan nombor kad…
nb: Skriv inn kortnummer…
nl: Voer kaartnummer in…
pl: Wprowadź numer karty…
pt_br: Insira o número do cartão…
pt_pt: Introduza o número do cartão…
ro: Introdu numărul cardului…
ru: Введите номер карты…
sk: Zadajte číslo karty…
sv: Ange kortnummer…
th: กรอกหมายเลขบัตร…
tr: Kart numarasını gir…
uk: Введіть номер картки…
vi: Nhập số thẻ…
zh_hans: 输入卡号…
zh_hant: 輸入卡號…
zh_hk: 輸入信用卡號碼…

# TK.Placeholder.enterCouponCodeDots
source: Enter coupon code…
ar: أدخل رمز القسيمة…
bg: Въведи кода на купона…
ca: Introdueix el codi de descompte…
cs: Zadejte kód kupónu…
da: Indtast rabatkode…
de: Gib den Gutscheincode ein…
el: Εισάγετε τον κωδικό κουπονιού…
es: Ingresa el código del cupón…
es_419: Ingresa el código de cupón…
fi: Syötä kuponkikoodi…
fr: Entrez le code de réduction…
fr_ca: Entre le code de coupon…
he: הזן קוד קופון…
hi: कूपन कोड दर्ज करें…
hr: Unesi kod kupona…
hu: Írd be a kuponkódot…
id: Masukkan kode kupon…
it: Inserisci il codice coupon…
ja: クーポンコードを入力…
kk: Купон кодын енгізіңіз…
ko: 쿠폰 코드 입력…
ms: Masukkan kod kupon…
nb: Skriv inn rabattkode…
nl: Voer de kortingscode in…
pl: Wprowadź kod kuponu…
pt_br: Digite o código do cupom…
pt_pt: Introduza o código do cupão…
ro: Introdu codul de reducere…
ru: Введите код купона…
sk: Zadaj kód kupónu…
sv: Ange rabattkod…
th: กรอกรหัสคูปอง…
tr: Kupon kodunu gir…
uk: Введіть код купону…
vi: Nhập mã giảm giá…
zh_hans: 输入优惠券码…
zh_hant: 輸入優惠碼…
zh_hk: 輸入優惠券代碼…

# TK.Placeholder.enterExchangeRateDots
source: Enter exchange rate…
ar: أدخل سعر الصرف…
bg: Въведи валутния курс…
ca: Introdueix el tipus de canvi…
cs: Zadejte směnný kurz…
da: Indtast vekselkurs…
de: Wechselkurs eingeben…
el: Εισάγετε συναλλαγματική ισοτιμία…
es: Ingresa la tasa de cambio…
es_419: Ingresa la tasa de cambio…
fi: Syötä vaihtokurssi…
fr: Entrez le taux de change…
fr_ca: Entre le taux de change…
he: הזן שער חליפין…
hi: विनिमय दर दर्ज करें…
hr: Unesi tečaj…
hu: Írd be a devizaárfolyamot…
id: Masukkan nilai tukar…
it: Inserisci il tasso di cambio…
ja: 為替レートを入力…
kk: Аралық бағамды енгізіңіз…
ko: 환율을 입력하세요…
ms: Masukkan kadar pertukaran…
nb: Skriv inn valutakurs…
nl: Voer de wisselkoers in…
pl: Wprowadź kurs wymiany…
pt_br: Digite a taxa de câmbio…
pt_pt: Introduza a taxa de câmbio…
ro: Introdu rata de schimb…
ru: Введите курс обмена…
sk: Zadaj výmenný kurz…
sv: Ange växelkurs…
th: กรอกอัตราแลกเปลี่ยน…
tr: Döviz kurunu gir…
uk: Введіть обмінний курс…
vi: Nhập tỷ giá hối đoái…
zh_hans: 输入汇率…
zh_hant: 輸入匯率…
zh_hk: 輸入匯率…

# TK.Placeholder.enterInterestRateDots
source: Enter interest rate…
ar: أدخل معدل الفائدة…
bg: Въведи лихвения процент…
ca: Introdueix la taxa d'interès…
cs: Zadejte úrokovou sazbu…
da: Indtast rente…
de: Zinsrate eingeben…
el: Εισάγετε επιτόκιο…
es: Introduce la tasa de interés…
es_419: Ingresa la tasa de interés…
fi: Syötä korko…
fr: Entrez le taux d'intérêt…
fr_ca: Entrez le taux d'intérêt…
he: הזן שיעור ריבית…
hi: ब्याज दर दर्ज करें…
hr: Unesi kamatnu stopu…
hu: Írd be a kamatlábat…
id: Masukkan suku bunga…
it: Inserisci il tasso d'interesse…
ja: 金利を入力…
kk: Төлем мөлшерлемесін енгізіңіз…
ko: 이자율을 입력하세요…
ms: Masukkan kadar faedah…
nb: Skriv inn rente…
nl: Voer rentevoet in…
pl: Wprowadź stopę procentową…
pt_br: Digite a taxa de juros…
pt_pt: Introduza a taxa de juro…
ro: Introduceți rata dobânzii…
ru: Введите процентную ставку…
sk: Zadaj úrokovú sadzbu…
sv: Ange ränta…
th: กรอกอัตราดอกเบี้ย…
tr: Faiz oranını gir…
uk: Введіть відсоткову ставку…
vi: Nhập lãi suất…
zh_hans: 输入利率…
zh_hant: 請輸入利率…
zh_hk: 輸入利率…

# TK.Placeholder.enterInvoiceNumberDots
source: Enter invoice number…
ar: أدخل رقم الفاتورة…
bg: Въведи номер на фактура…
ca: Introdueix el número de factura…
cs: Zadejte číslo faktury…
da: Indtast fakturanummer…
de: Rechnungsnummer eingeben…
el: Εισάγετε αριθμό τιμολογίου…
es: Introduce el número de la factura…
es_419: Ingresa el número de factura…
fi: Syötä laskun numero…
fr: Entrez le numéro de facture…
fr_ca: Entrez le numéro de facture…
he: הזן מספר חשבונית…
hi: इनवॉइस संख्या दर्ज करें…
hr: Unesi broj računa…
hu: Írd be a számlaszámot…
id: Masukkan nomor faktur…
it: Inserisci il numero della fattura…
ja: 請求書番号を入力…
kk: Шот-фактура нөмірін енгізіңіз…
ko: 송장 번호를 입력하세요…
ms: Masukkan nombor invois…
nb: Skriv inn fakturanummer…
nl: Voer factuurnummer in…
pl: Wprowadź numer faktury…
pt_br: Insira o número da fatura…
pt_pt: Introduza o número da fatura…
ro: Introdu numărul facturii…
ru: Введите номер счета…
sk: Zadaj číslo faktúry…
sv: Ange fakturanummer…
th: กรอกหมายเลขใบแจ้งหนี้…
tr: Fatura numarasını gir…
uk: Введіть номер рахунку…
vi: Nhập số hóa đơn…
zh_hans: 输入发票号码…
zh_hant: 輸入發票號碼…
zh_hk: 輸入發票號碼…

# TK.Placeholder.enterPaymentDetailsDots
source: Enter payment details…
ar: أدخل تفاصيل الدفع…
bg: Въведи детайли за плащането…
ca: Introdueix els detalls de pagament…
cs: Zadejte platební údaje…
da: Indtast betalingsoplysninger…
de: Zahlungsdetails eingeben…
el: Γράψε λεπτομέρειες πληρωμής…
es: Ingresa detalles de pago…
es_419: Ingresa los detalles del pago…
fi: Syötä maksutiedot…
fr: Entrez les détails de paiement…
fr_ca: Entrez les détails de paiement…
he: הזן פרטי תשלום…
hi: भुगतान विवरण डालें…
hr: Unesi podatke o plaćanju…
hu: Írd be a fizetési részleteket…
id: Masukkan detail pembayaran…
it: Inserisci dettagli di pagamento…
ja: 支払いの詳細を入力…
kk: Төлем мәліметтерін енгізіңіз…
ko: 결제 세부사항 입력…
ms: Masukkan butiran pembayaran…
nb: Skriv inn betalingsdetaljer…
nl: Voer betalingsgegevens in…
pl: Wprowadź szczegóły płatności…
pt_br: Digite os dados do pagamento…
pt_pt: Introduza os detalhes de pagamento…
ro: Introduceti detaliile de plata…
ru: Введите платежные данные…
sk: Zadaj platobné údaje…
sv: Ange betalningsdetaljer…
th: กรอกรายละเอียดการชำระเงิน…
tr: Ödeme detaylarını girin…
uk: Введіть платіжні дані…
vi: Nhập thông tin thanh toán…
zh_hans: 输入付款详情…
zh_hant: 請輸入付款詳情…
zh_hk: 輸入付款詳情…

# TK.Placeholder.enterPromoCodeDots
source: Enter promo code…
ar: أدخل الرمز الترويجي…
bg: Въведи промо код…
ca: Introdueix el codi promocional…
cs: Zadejte promo kód…
da: Indtast promokode…
de: Gib den Gutscheincode ein…
el: Βάλε τον κωδικό προσφοράς…
es: Introduce código promocional…
es_419: Ingresa el código promocional…
fi: Syötä kampanjakoodi…
fr: Entrez le code promotionnel…
fr_ca: Saisissez le code promo…
he: הזן קוד קידום מכירות…
hi: प्रोमो कोड दर्ज करें…
hr: Unesi promotivni kod…
hu: Írd be a promóciós kódot…
id: Masukkan kode promo…
it: Inserisci il codice promozionale…
ja: プロモコードを入力…
kk: Промокодты енгізіңіз…
ko: 프로모션 코드 입력…
ms: Masukkan kod promosi…
nb: Skriv inn kampanjekode…
nl: Voer promotiecode in…
pl: Wprowadź kod promocyjny…
pt_br: Digite o código promocional…
pt_pt: Introduza o código promocional…
ro: Introdu codul promoțional…
ru: Введите промокод…
sk: Zadaj propagačný kód…
sv: Ange kampanjkod…
th: กรอกรหัสโปรโมชั่น…
tr: Promo kodunu girin…
uk: Введіть промокод…
vi: Nhập mã khuyến mãi…
zh_hans: 请输入优惠码…
zh_hant: 輸入優惠碼…
zh_hk: 輸入優惠碼…

# TK.Placeholder.enterRecipientsNameDots
source: Enter recipient’s name…
ar: أدخل اسم المستلم…
bg: Въведи име на получател…
ca: Introdueix el nom del destinatari…
cs: Zadejte jméno příjemce…
da: Indtast modtagers navn…
de: Name des/der Empfänger:in eingeben…
el: Γράψε όνομα παραλήπτη…
es: Introduce el nombre del destinatario…
es_419: Ingresa el nombre del destinatario…
fi: Syötä vastaanottajan nimi…
fr: Entrez le nom du destinataire…
fr_ca: Entrez le nom du destinataire…
he: הזן שם מקבל…
hi: प्राप्तकर्ता का नाम दर्ज करें…
hr: Unesi ime primatelja…
hu: Írd be a kedvezményezett nevét…
id: Masukkan nama penerima…
it: Inserisci il nome del destinatario…
ja: 受取人の名前を入力…
kk: Алушының атын енгізіңіз…
ko: 수신자 이름 입력…
ms: Masukkan nama penerima…
nb: Skriv inn mottakers navn…
nl: Voer naam ontvanger in…
pl: Wprowadź imię odbiorcy…
pt_br: Insira o nome do destinatário…
pt_pt: Introduza o nome do destinatário…
ro: Introdu numele destinatarului…
ru: Введите имя получателя…
sk: Zadaj meno príjemcu…
sv: Ange mottagarens namn…
th: กรอกชื่อผู้รับ…
tr: Alıcının adını girin…
uk: Введіть ім'я одержувача…
vi: Nhập tên người nhận…
zh_hans: 请输入收件人姓名…
zh_hant: 輸入收件人姓名…
zh_hk: 輸入收件人姓名…

# TK.Placeholder.enterTransactionAmountDots
source: Enter transaction amount…
ar: أدخل مبلغ المعاملة…
bg: Въведи сума на транзакция…
ca: Introdueix l'import de la transacció…
cs: Zadejte částku transakce…
da: Indtast transaktionsbeløb…
de: Gib den Transaktionsbetrag ein…
el: Εισάγετε το ποσό συναλλαγής…
es: Introduce cantidad de la transacción…
es_419: Ingresa el monto de la transacción…
fi: Syötä tapahtuman summa…
fr: Entrez le montant de la transaction…
fr_ca: Saisissez le montant de la transaction…
he: הזן סכום עסקה…
hi: लेन-देन की राशि दर्ज करें…
hr: Unesi iznos transakcije…
hu: Írd be a tranzakció összegét…
id: Masukkan jumlah transaksi…
it: Inserisci l'importo della transazione…
ja: 取引額を入力…
kk: Транзакция мөлшерін енгізіңіз…
ko: 거래 금액 입력…
ms: Masukkan jumlah transaksi…
nb: Skriv inn transaksjonsbeløp…
nl: Voer transactiebedrag in…
pl: Wprowadź kwotę transakcji…
pt_br: Digite o valor da transação…
pt_pt: Introduza o valor da transação…
ro: Introdu suma tranzacției…
ru: Введите сумму транзакции…
sk: Zadaj sumu transakcie…
sv: Ange transaktionsbelopp…
th: กรุณาใส่จำนวนเงินในการทำธุรกรรม…
tr: İşlem miktarını girin…
uk: Введіть суму транзакції…
vi: Nhập số tiền giao dịch…
zh_hans: 请输入交易金额…
zh_hant: 輸入交易金額…
zh_hk: 輸入交易金額…

# TK.Placeholder.searchExpensesDots
source: Search expenses…
ar: البحث عن النفقات…
bg: Търсене на разходи…
ca: Cercar despeses…
cs: Hledat výdaje…
da: Søg udgifter…
de: Ausgaben suchen…
el: Αναζήτηση εξόδων…
es: Buscar gastos…
es_419: Buscar gastos…
fi: Etsi kuluja…
fr: Rechercher des dépenses…
fr_ca: Rechercher des dépenses…
he: חפש הוצאות…
hi: व्यय खोजें…
hr: Pretraži troškove…
hu: Kiadások keresése…
id: Mencari pengeluaran…
it: Cerca spese…
ja: 経費を検索…
kk: Шығындарды іздеу…
ko: 지출 검색…
ms: Mencari perbelanjaan…
nb: Søk etter utgifter…
nl: Zoeken naar uitgaven…
pl: Szukaj wydatków…
pt_br: Buscar despesas…
pt_pt: Pesquisar despesas…
ro: Caută cheltuieli…
ru: Ищем затрат…
sk: Hľadám výdavky…
sv: Sök efter utgifter…
th: ค้นหาค่าใช้จ่าย…
tr: Harcama ara…
uk: Пошук витрат…
vi: Tìm kiếm chi phí…
zh_hans: 搜索开支…
zh_hant: 搜尋支出中...
zh_hk: 搜尋開支…

# TK.Placeholder.searchPayeesDots
source: Search payees…
ar: ابحث عن المستفيدين…
bg: Търсене на получатели...
ca: Cerca beneficiaris…
cs: Hledat příjemce…
da: Søg modtagere…
de: Zahlungsempfänger durchsuchen…
el: Αναζήτηση δικαιούχων…
es: Buscar beneficiarios…
es_419: Buscar beneficiarios…
fi: Hae maksajia…
fr: Rechercher des bénéficiaires…
fr_ca: Rechercher des bénéficiaires…
he: חפש מוטבים…
hi: भुगतान करने वालों की खोज करें…
hr: Pretraži primatelje…
hu: Kifizetők keresése…
id: Cari penerima…
it: Cerca beneficiari…
ja: 受取人を検索中…
kk: Төлеушілерді іздеңіз...
ko: 수신자 검색…
ms: Cari penerima…
nb: Søk etter betalingsmottakere…
nl: Zoek begunstigden…
pl: Szukaj odbiorców...
pt_br: Buscar beneficiários…
pt_pt: Pesquisar beneficiários…
ro: Caută beneficiari…
ru: Ищем получателей…
sk: Hľadaj príjemcov…
sv: Sök betalningsmottagare…
th: ค้นหาผู้รับเงิน…
tr: Alacaklıları ara…
uk: Пошук отримувачів…
vi: Tìm kiếm người nhận…
zh_hans: 搜索收款人…
zh_hant: 搜尋收款人…
zh_hk: 搜尋收款人…

# TK.Placeholder.searchTransactionsDots
source: Search transactions…
ar: ابحث عن المعاملات…
bg: Търси транзакции...
ca: Cerca transaccions…
cs: Hledat transakce…
da: Søg transaktioner…
de: Nach Transaktionen suchen…
el: Αναζήτηση συναλλαγών…
es: Buscar transacciones…
es_419: Buscar transacciones…
fi: Etsi tapahtumia…
fr: Rechercher des transactions…
fr_ca: Rechercher des transactions…
he: חפש עסקאות…
hi: लेन-देन खोजें…
hr: Pretraži transakcije…
hu: Tranzakciók keresése…
id: Cari transaksi…
it: Cerca transazioni…
ja: 取引を検索…
kk: Транзакцияларды іздеңіз...
ko: 거래 검색…
ms: Cari transaksi…
nb: Søk etter transaksjoner…
nl: Zoek transacties…
pl: Szukaj transakcji…
pt_br: Buscar transações…
pt_pt: Pesquisar transações…
ro: Caută tranzacții…
ru: Поиск транзакций…
sk: Hľadaj transakcie…
sv: Sök transaktioner…
th: ค้นหาธุรกรรม…
tr: İşlemleri ara…
uk: Шукати транзакції…
vi: Tìm kiếm giao dịch…
zh_hans: 搜索交易…
zh_hant: 搜尋交易…
zh_hk: 搜索交易…

# TK.Placeholder.setBudgetLimitDots
source: Set budget limit…
ar: حدد حد الميزانية…
bg: Определяне на лимит на бюджета...
ca: Estableix límit de pressupost…
cs: Nastavte rozpočet…
da: Angiv budgetgrænse…
de: Budgetlimit festlegen…
el: Ορισμός ορίου προϋπολογισμού…
es: Establecer límite de presupuesto…
es_419: Establece el límite de presupuesto…
fi: Aseta budjetin yläraja…
fr: Définir la limite de budget…
fr_ca: Définir la limite de budget…
he: קבע מגבלת תקציב…
hi: बजट सीमा निर्धारित करें…
hr: Postavi limit budžeta…
hu: Költségkeret beállítása…
id: Tetapkan batas anggaran…
it: Imposta limite di budget…
ja: 予算制限を設定…
kk: Бюджет шегін орнатыңыз...
ko: 예산 한도 설정…
ms: Tetapkan had belanjawan…
nb: Sett budsjettgrense…
nl: Stel budgetlimiet in…
pl: Ustal limit budżetu...
pt_br: Definir limite de orçamento…
pt_pt: Definir limite de orçamento…
ro: Stabilește limita de buget…
ru: Установить лимит бюджета…
sk: Nastaviť limit rozpočtu…
sv: Sätt en budgetgräns…
th: กำหนดงบประมาณ…
tr: Bütçe sınırını belirleyin…
uk: Встановити бюджет…
vi: Đặt giới hạn ngân sách…
zh_hans: 设定预算限制…
zh_hant: 設置預算上限…
zh_hk: 設置預算限制…
